// 1)
// Чем отличается Bootstrap 5 от 3 и 4 версии
//Bootstrap 5 является самостоятельной библиотекой и не зависит от jQuery + изменён код

// 2)
// Что такое Bootstrap? разьясни своими словами
//Bootstrap - одна из библиотек в JS.

// 3)
// Что такое адаптивный веб дизайн?
//Это когда твоя страница сама адаптируется к экрану любого размера.

// 4)
// Зачем использовать стоит использовать Bootstrap?
//Чтобы уменьшить количество кода CSS и JS (т.е. для экономии времени).

// 5)
// Какими 2мя методами можно подключить Bootstrap?
//CDN или скачать его.

// 6)
// В чем преимущество CDN?
//Твои сайты не будут занимать много объёма.

// 7)
// Для чего в Bootstrap используется JavaScript?
//Для модальных окон и т.д.

// 8)
// На какие 2 вида подразделяются контейнеры в Bootstrap?
//.container и .container-fluid

// 9)
// Сколько пикселей будет фиксированный контейнер если ширина меньше 576px
//100% от ширины экрана

// 10) 
// Сколько пикселей будет фиксированный контейнер если ширина больше или равно 576px
//540px

// 11) 
// Сколько пикселей будет фиксированный контейнер если больше или равно 768px
//720px

// 12) 
// Сколько пикселей будет фиксированный контейнер если больше или равно 992px
//960px

// 13) 
// Сколько пикселей будет фиксированный контейнер если больше или равно 1200px
//1140px

// 14) 
// Сколько пикселей будет фиксированный контейнер если больше или равно 1400px
//1320px

// 15) 
// Сколько пикселей занимает Жидкий контейнер?
//100% от ширины экрана

// 16) 
// Какие размеры есть у фиксированного контейнера перечисли
// .container-sm, .container-md, .container-lg, .container-xl, .container-xxl